{
    "conditions": [
    {
        "overview_short": "Intense, excessive and persistent worry and fear about everyday situations. Fast heart rate, rapid breathing, sweating and feeling tired may occur. \\nClick anywhere on this to learn more",
        "img" : "https://assets.website-files.com/5deaa99ba6578d2abda03191/5ffca6ce429bcd6cf0804794_anxiety-thumb-2.png",
        "overview": "Experiencing occasional anxiety is a normal part of life. However, people with anxiety disorders frequently have intense, excessive and persistent worry and fear about everyday situations. Often, anxiety disorders involve repeated episodes of sudden feelings of intense anxiety and fear or terror that reach a peak within minutes (panic attacks).\\nThese feelings of anxiety and panic interfere with daily activities, are difficult to control, are out of proportion to the actual danger and can last a long time. You may avoid places or situations to prevent these feelings. Symptoms may start during childhood or the teen years and continue into adulthood.\\nExamples of anxiety disorders include generalized anxiety disorder, social anxiety disorder (social phobia), specific phobias and separation anxiety disorder. You can have more than one anxiety disorder. Sometimes anxiety results from a medical condition that needs treatment.\\nWhatever form of anxiety you have, treatment can help.",
        "name" : "Anxiety",
        "symptoms": "Common anxiety signs and symptoms include:\\n1. Feeling nervous, restless or tense\\n2. Having a sense of impending danger, panic or doom\\n3. Having an increased heart rate\\n4. Breathing rapidly (hyperventilation)\\n5. Sweating\\n6. Trembling\\n7. Feeling weak or tired\\n8. Trouble concentrating or thinking about anything other than the present worry\\n9. Having trouble sleeping\\n10. Experiencing gastrointestinal (GI) problems\\n11. Having difficulty controlling worry\\n12. Having the urge to avoid things that trigger anxiety",
        "test_link": "https://screening.mhanational.org/screening-tools/anxiety/",
        "causes": "Examples of medical problems that can be linked to anxiety include:\\n1. Heart disease\\n2. Diabetes\\n3. Thyroid problems, such as hyperthyroidism\\n4. Respiratory disorders, such as chronic obstructive pulmonary disease (COPD) and asthma\\n5. Drug misuse or withdrawal\\n6. Withdrawal from alcohol, anti-anxiety medications (benzodiazepines) or other medications\\n7. Chronic pain or irritable bowel syndrome\\n8. Rare tumors that produce certain fight-or-flight hormones\\n9. Sometimes anxiety can be a side effect of certain medications.\\nIt's possible that your anxiety may be due to an underlying medical condition if:\\n1. You don't have any blood relatives (such as a parent or sibling) with an anxiety disorder\\n2. You didn't have an anxiety disorder as a child\\n3. You don't avoid certain things or situations because of anxiety\\n4. You have a sudden occurrence of anxiety that seems unrelated to life events and you didn't have a previous history of anxiety",
        "doctor": "See your doctor if:\\n1. You feel like you're worrying too much and it's interfering with your work, relationships or other parts of your life\\n2. Your fear, worry or anxiety is upsetting to you and difficult to control\\n3. You feel depressed, have trouble with alcohol or drug use, or have other mental health concerns along with anxiety\\n4. You think your anxiety could be linked to a physical health problem\\n5. You have suicidal thoughts or behaviors-if this is the case, seek emergency treatment immediately"
    },
    {
        "overview_short": "Excessive thoughts (obsessions) that lead to repetitive behaviours (compulsions).Obsessive-compulsive disorder is characterised by unreasonable thoughts and fears (obsessions) that lead to compulsive behaviours. OCD often centres on themes such as a fear of germs or the need to arrange objects in a specific manner. \\nClick anywhere on this to learn more",
        "img": "https://assets.website-files.com/5deaa99ba6578d2abda03191/5fda7a73e2a0e471121dba66_ocd_thumb.png",
        "overview": "Obsessive-compulsive disorder (OCD) features a pattern of unwanted thoughts and fears (obsessions) that lead you to do repetitive behaviors (compulsions). These obsessions and compulsions interfere with daily activities and cause significant distress.\\nYou may try to ignore or stop your obsessions, but that only increases your distress and anxiety. Ultimately, you feel driven to perform compulsive acts to try to ease your stress. Despite efforts to ignore or get rid of bothersome thoughts or urges, they keep coming back. This leads to more ritualistic behavior-the vicious cycle of OCD.\\nOCD often centers around certain themes-for example, an excessive fear of getting contaminated by germs. To ease your contamination fears, you may compulsively wash your hands until they're sore and chapped.\\nIf you have OCD, you may be ashamed and embarrassed about the condition, but treatment can be effective.",
        "name" : "OCD",
        "symptoms": "Obsessive-compulsive disorder usually includes both obsessions and compulsions. But it's also possible to have only obsession symptoms or only compulsion symptoms. You may or may not realize that your obsessions and compulsions are excessive or unreasonable, but they take up a great deal of time and interfere with your daily routine and social, school or work functioning.",
        "test_link": "https://www.psycom.net/do-i-have-ocd-test",
        "causes": "The cause of obsessive-compulsive disorder isn't fully understood. Main theories include:\\n<b>Biology<b> OCD may be a result of changes in your body's own natural chemistry or brain functions.\\n<b>Genetics</b> OCD may have a genetic component, but specific genes have yet to be identified.\\n<b>Learning</b> Obsessive fears and compulsive behaviors can be learned from watching family members or gradually learned over time.",
        "doctor": "There's a difference between being a perfectionist-someone who requires flawless results or performance, for example-and having OCD. OCD thoughts aren't simply excessive worries about real problems in your life or liking to have things clean or arranged in a specific way. If your obsessions and compulsions are affecting your quality of life, see your doctor or mental health professional."
    },
    {
        "overview_short": "A disorder characterised by failure to recover after experiencing or witnessing a terrifying event. The condition may last months or years, with triggers that can bring back memories of the trauma accompanied by intense emotional and physical reactions. \\nClick anywhere on this to learn more",
        "img": "https://assets.website-files.com/5deaa99ba6578d2abda03191/5fda7a7f416c6f77530c4bc0_ptsd_thumb.png",
        "overview": "Post-traumatic stress disorder (PTSD) is a mental health condition that's triggered by a terrifying event-either experiencing it or witnessing it. Symptoms may include flashbacks, nightmares and severe anxiety, as well as uncontrollable thoughts about the event.\\nMost people who go through traumatic events may have temporary difficulty adjusting and coping, but with time and good self-care, they usually get better. If the symptoms get worse, last for months or even years, and interfere with your day-to-day functioning, you may have PTSD\\nGetting effective treatment after PTSD symptoms develop can be critical to reduce symptoms and improve function.",
        "name" : "PTSD",
        "symptoms": "Post-traumatic stress disorder symptoms may start within one month of a traumatic event, but sometimes symptoms may not appear until years after the event. These symptoms cause significant problems in social or work situations and in relationships. They can also interfere with your ability to go about your normal daily tasks.\\nPTSD symptoms are generally grouped into four types: intrusive memories, avoidance, negative changes in thinking and mood, and changes in physical and emotional reactions. Symptoms can vary over time or vary from person to person\\n<b>Intrusive memories</b\\nSymptoms of intrusive memories may include\\n1. Recurrent, unwanted distressing memories of the traumatic even\\n2. Reliving the traumatic event as if it were happening again (flashbacks\\n3. Upsetting dreams or nightmares about the traumatic even\\n4. Severe emotional distress or physical reactions to something that reminds you of the traumatic even\\n<b>Avoidance</b\\nSymptoms of avoidance may include\\n1. Trying to avoid thinking or talking about the traumatic even\\n2. Avoiding places, activities or people that remind you of the traumatic even\\n<b>Negative changes in thinking and mood</b\\nSymptoms of negative changes in thinking and mood may include\\n1. Negative thoughts about yourself, other people or the worl\\n2. Hopelessness about the futur\\n3. Memory problems, including not remembering important aspects of the traumatic even\\n4. Difficulty maintaining close relationship\\n5. Feeling detached from family and friend\\n6. Lack of interest in activities you once enjoye\\n7. Difficulty experiencing positive emotion\\n8. Feeling emotionally num\\n<b>Changes in physical and emotional reactions</b\\nSymptoms of changes in physical and emotional reactions (also called arousal symptoms) may include\\n1. Being easily startled or frightene\\n2. Always being on guard for dange\\n3. Self-destructive behavior, such as drinking too much or driving too fas\\n4. Trouble sleepin\\n5. Trouble concentratin\\n6. Irritability, angry outbursts or aggressive behavio\\n7. Overwhelming guilt or sham\\nFor children 6 years old and younger, signs and symptoms may also include\\n1. Re-enacting the traumatic event or aspects of the traumatic event through pla\\n2. Frightening dreams that may or may not include aspects of the traumatic even\\n<b>Intensity of symptoms</b\\nPTSD symptoms can vary in intensity over time. You may have more PTSD symptoms when you're stressed in general, or when you come across reminders of what you went through. For example, you may hear a car backfire and relive combat experiences. Or you may see a report on the news about a sexual assault and feel overcome by memories of your own assault.",
        "test_link": "https://screening.mhanational.org/screening-tools/ptsd/",
        "causes": "You can develop post-traumatic stress disorder when you go through, see or learn about an event involving actual or threatened death, serious injury or sexual violation.\\nDoctors aren't sure why some people get PTSD. As with most mental health problems, PTSD is probably caused by a complex mix of:\\nStressful experiences, including the amount and severity of trauma you've gone through in your life\\nInherited mental health risks, such as a family history of anxiety and depression\\nInherited features of your personality-often called your temperament\\nThe way your brain regulates the chemicals and hormones your body releases in response to stress",
        "doctor": "If you have disturbing thoughts and feelings about a traumatic event for more than a month, if they're severe, or if you feel you're having trouble getting your life back under control, talk to your doctor or a mental health professional. Getting treatment as soon as possible can help prevent PTSD symptoms from getting worse."
    },
    {
        "overview_short": "A feeling of unhappiness that lasts for a long time. Depression can be a medical condition and may have physical signs, for example being unable to sleep, etc. \\nClick anywhere on this to learn more",
        "img" : "https://www.sciencenewsforstudents.org/wp-content/uploads/2021/03/1440_teen_depression_reward_system_feat-1030x580.jpg",
        "overview": "Depression is a mood disorder that causes a persistent feeling of sadness and loss of interest. Also called major depressive disorder or clinical depression, it affects how you feel, think and behave and can lead to a variety of emotional and physical problems. You may have trouble doing normal day-to-day activities, and sometimes you may feel as if life isn't worth living.\\nMore than just a bout of the blues, depression isn't a weakness and you can't simply 'snap out' of it. Depression may require long-term treatment. But don't get discouraged. Most people with depression feel better with medication, psychotherapy or both.",
        "name" : "Depression",
        "symptoms": "Although depression may occur only once during your life, people typically have multiple episodes. During these episodes, symptoms occur most of the day, nearly every day and may include:\\n1. Feelings of sadness, tearfulness, emptiness or hopelessness\\n2. Angry outbursts, irritability or frustration, even over small matters\\n3. Loss of interest or pleasure in most or all normal activities, such as sex, hobbies or sports\\n4. Sleep disturbances, including insomnia or sleeping too much\\n5. Tiredness and lack of energy, so even small tasks take extra effort\\n6. Reduced appetite and weight loss or increased cravings for food and weight gain\\n7. Anxiety, agitation or restlessness\\n8. Slowed thinking, speaking or body movements\\n9. Feelings of worthlessness or guilt, fixating on past failures or self-blame\\n10. Trouble thinking, concentrating, making decisions and remembering things\\n11. Frequent or recurrent thoughts of death, suicidal thoughts, suicide attempts or suicide\\n12. Unexplained physical problems, such as back pain or headaches\\nFor many people with depression, symptoms usually are severe enough to cause noticeable problems in day-to-day activities, such as work, school, social activities or relationships with others. Some people may feel generally miserable or unhappy without really knowing why.",
        "test_link": "https://screening.mhanational.org/screening-tools/depression/",
        "doctor": "If you feel depressed, make an appointment to see your doctor or mental health professional as soon as you can. If you're reluctant to seek treatment, talk to a friend or loved one, any health care professional, a faith leader, or someone else you trust.",
        "causes": "It's not known exactly what causes depression. As with many mental disorders, a variety of factors may be involved, such as:\\n<b>Biological differences</b> People with depression appear to have physical changes in their brains. The significance of these changes is still uncertain, but may eventually help pinpoint causes.\\n<b>Brain chemistry</b> Neurotransmitters are naturally occurring brain chemicals that likely play a role in depression. Recent research indicates that changes in the function and effect of these neurotransmitters and how they interact with neurocircuits involved in maintaining mood stability may play a significant role in depression and its treatment.\\n<b>Hormones</b> Changes in the body's balance of hormones may be involved in causing or triggering depression. Hormone changes can result with pregnancy and during the weeks or months after delivery (postpartum) and from thyroid problems, menopause or a number of other conditions.\\n<b>Inherited traits</b> Depression is more common in people whose blood relatives also have this condition. Researchers are trying to find genes that may be involved in causing depression."
    },
    {
        "overview_short": "A disorder associated with episodes of mood swings ranging from depressive lows to manic highs. \\nClick anywhere on this to learn more",
        "img" : "https://assets.website-files.com/5deaa99ba6578d2abda03191/5fda7a54b3809c4a27da4df7_bipolar_thumb.png",
        "overview": "Bipolar disorder, formerly called manic depression, is a mental health condition that causes extreme mood swings that include emotional highs (mania or hypomania) and lows (depression).\\nWhen you become depressed, you may feel sad or hopeless and lose interest or pleasure in most activities. When your mood shifts to mania or hypomania (less extreme than mania), you may feel euphoric, full of energy or unusually irritable. These mood swings can affect sleep, energy, activity, judgment, behavior and the ability to think clearly.\\nEpisodes of mood swings may occur rarely or multiple times a year. While most people will experience some emotional symptoms between episodes, some may not experience any.\\nAlthough bipolar disorder is a lifelong condition, you can manage your mood swings and other symptoms by following a treatment plan. In most cases, bipolar disorder is treated with medications and psychological counseling (psychotherapy).",
        "name" : "Bipolar Disorder",
        "symptoms": "There are several types of bipolar and related disorders. They may include mania or hypomania and depression. Symptoms can cause unpredictable changes in mood and behavior, resulting in significant distress and difficulty in life.\\n1. Bipolar I disorder. You've had at least one manic episode that may be preceded or followed by hypomanic or major depressive episodes. In some cases, mania may trigger a break from reality (psychosis).\\n2. Bipolar II disorder. You've had at least one major depressive episode and at least one hypomanic episode, but you've never had a manic episode.\\n3. Cyclothymic disorder. You've had at least two years-or one year in children and teenagers-of many periods of hypomania symptoms and periods of depressive symptoms (though less severe than major depression).\\n4. Other types. These include, for example, bipolar and related disorders induced by certain drugs or alcohol or due to a medical condition, such as Cushing's disease, multiple sclerosis or stroke.\\nBipolar II disorder is not a milder form of bipolar I disorder, but a separate diagnosis. While the manic episodes of bipolar I disorder can be severe and dangerous, individuals with bipolar II disorder can be depressed for longer periods, which can cause significant impairment.Although bipolar disorder can occur at any age, typically it's diagnosed in the teenage years or early 20s. Symptoms can vary from person to person, and symptoms may vary over time.",
        "test_link": "https://screening.mhanational.org/screening-tools/bipolar/",
        "doctor": "Despite the mood extremes, people with bipolar disorder often don't recognize how much their emotional instability disrupts their lives and the lives of their loved ones and don't get the treatment they need.And if you're like some people with bipolar disorder, you may enjoy the feelings of euphoria and cycles of being more productive. However, this euphoria is always followed by an emotional crash that can leave you depressed, worn out-and perhaps in financial, legal or relationship trouble.If you have any symptoms of depression or mania, see your doctor or mental health professional. Bipolar disorder doesn't get better on its own. Getting treatment from a mental health professional with experience in bipolar disorder can help you get your symptoms under control.",
        "causes": "The exact cause of bipolar disorder is unknown, but several factors may be involved, such as:\\n<b>Biological differences</b> People with bipolar disorder appear to have physical changes in their brains. The significance of these changes is still uncertain but may eventually help pinpoint causes.\\n<b>Genetics</b> Bipolar disorder is more common in people who have a first-degree relative, such as a sibling or parent, with the condition. Researchers are trying to find genes that may be involved in causing bipolar disorder."
    },
    {
        "overview_short": "The inability to cope with the day-to-day stresses of life, work productively, interact positively with others and realize our own potential affects our workplace mental health wellbeing. \\nClick anywhere on this to learn more",
        "img": "https://cdn2.hubspot.net/hubfs/226537/Blog%20files/Photos/Mental%20Health%20In%20The%20Workplace.webp",
        "overview": "Globally, an estimated 264 million people suffer from depression, one of the leading causes of disability, with many of these people also suffering from symptoms of anxiety. A recent WHO-led study estimates that depression and anxiety disorders cost the global economy US$ 1 trillion each year in lost productivity. Unemployment is a well-recognized risk factor for mental health problems, while returning to, or getting work is protective. A negative working environment may lead to physical and mental health problems, harmful use of substances or alcohol, absenteeism and lost productivity. Workplaces that promote mental health and support people with mental disorders are more likely to reduce absenteeism, increase productivity and benefit from associated economic gains.This information sheet addresses mental health and disorders in the workplace. It also covers difficulties which are not mental disorders but which may be created or exacerbated by work such as stress and burnout.",
        "name": "Workplace Mental Health",
        "symptoms": "1. Uncharacteristic behaviour - You might notice that a team member doesn’t seem like their usual selves. For instance, they might start turning up late, acting aggressively or being unusually quiet.\\n2. Low levels of engagement - Low levels of engagement, lack of motivation and difficulty concentrating are not necessarily performance management problems – they can also be side-effects of mental health issues.\\n3. Decreases in productivity - People who are experiencing poor mental health may appear disinterested, distracted or lethargic. They may also struggle to complete tasks and show an inability to make decisions.\\n4. Changes in sleeping or eating behaviours - Insomnia and difficulty sleeping are often potential indicators of a mental health issue.\\n5. Disinterest in work or day-to-day activities - A lack of interest in activities, particularly those that they used to enjoy, could be a sign of somebody experiencing low mood.\\n6. Increased absence - Taking regular, short-term absences for an ongoing problem may be reflective of an underlying mental health issue.\\n7. Withdrawal from social situations - Employees may start to withdraw into themselves and isolate themselves from colleagues. Many people with mental health concerns suffer from isolation, loneliness and self-loathing.",
        "test_link": "https://screening.mhanational.org/screening-tools/workplace-mental-health-survey/",
        "manage": "1. Evaluate your options - Discuss specific concerns with your supervisor. Maybe you can work together to change expectations or reach compromises or solutions. Try to set goals for what must get done and what can wait.\\n2. Seek support - Whether you reach out to co-workers, friends or loved ones, support and collaboration might help you cope. If you have access to an employee assistance program, take advantage of relevant services.\\n3. Try a relaxing activity - Explore programs that can help with stress such as yoga, meditation or tai chi.\\n4. Get some exercise - Regular physical activity can help you to better deal with stress. It can also take your mind off work.\\n5. Get some sleep - Sleep restores well-being and helps protect your health.\\n6. Mindfulness - Mindfulness is the act of focusing on your breath flow and being intensely aware of what you're sensing and feeling at every moment, without interpretation or judgment. In a job setting, this practice involves facing situations with openness and patience, and without judgment.",
        "causes": "1. Lack of control. An inability to influence decisions that affect your job-such as your schedule, assignments or workload-could lead to job burnout. So could a lack of the resources you need to do your work.\\n2. Unclear job expectations- If you're unclear about the degree of authority you have or what your supervisor or others expect from you, you're not likely to feel comfortable at work.\\n3. Dysfunctional workplace dynamics - Perhaps you work with an office bully, or you feel undermined by colleagues or your boss micromanages your work. This can contribute to job stress.\\n4. Extremes of activity - When a job is monotonous or chaotic, you need constant energy to remain focused-which can lead to fatigue and job burnout.\\n5. Lack of social support - If you feel isolated at work and in your personal life, you might feel more stressed.\\n6. Work-life imbalance - If your work takes up so much of your time and effort that you don't have the energy to spend time with your family and friends, you might burn out quickly."
    }
]
}